Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201220130029000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Hjemmedød kan forsterke tilhørighet til og samarbeid med familien og sivilsamfunnet, gi bedre forutsetninger for å beholde regien enn på et sykehus og bidra til at døden ikke bare blir noe som hører profesjonene til.
sme: Ruovttus jápmin sáhttá nannet gullevašvuođa bearrašii ja ovttasbarggu bearrašiin ja siviila servodagain, ja addit buoret vejolašvuođaid dasa, ahte beassá buorebut stivret mo áššit galget doaimmahuvvot go buohcceviesus, ja ovddidit, ahte jápmin ii gula dušše dihto fidnuide.

source: I de siste årene har det vært en økning i antall dødsfall som skjer i sykehjem.
sme: Maŋimuš jagiid leat eanebut jápmán buhcciidruovttuin.

source: Dette innebærer behov for tilstrekkelig ressurser og kompetanse i sykehjemmene for å gi god behandling, pleie og omsorg til pasienter i terminal fase.
sme: Dat gáibida, ahte buhcciidruovttuin leat doarvái resurssat ja gelbbolašvuohta fállat buori dálkkodeami, divššu ja fuolaheami divššohasaide, geat leat eallima loahppamuttus.

source: Omsorg for døende barn er en av de mest krevende oppgavene i helse- og omsorgstjenesten.
sme: Jábmi mánáid fuolaheapmi lea dearvvašvuođa- ja fuolahanbálvalusa losimus bargu.

source: Det er behov for å styrke lindrende behandling og omsorg for barn og deres pårørende.
sme: Lea dárbu nannet dálkkodeami, mainna geahpedit jábmi máná dili, ja jábmi mánáid ja sin lagamušaid fuolaheami.

source: Det skal utarbeides nasjonal faglig retningslinje om lindrende behandling spesielt knyttet til barns behov.
sme: Ferte ráhkadit nationála fágalaš vuođđoplána, mii guoská geahpideaddji dálkkodeapmái erenoamážit mánáid dárbbuid vuođul.

source: For å styrke ansattes kompetanse på dette området har flere kommuner fått tilskudd til kompetansehevende prosjekter i samarbeid med frivillige organisasjoner.
sme: Ollu gielddat leat ožžon doarjaga bargiid gelbbolašvuođa nannemii dán suorggis, ja dat lea čađahuvvon gealboloktenprošeavttain, ovttasbarggus eaktodáhtolaš organisašuvnnaiguin.

source: For å kunne ivareta pasienter og pårørendes behov er det nødvendig med en tverrfaglig tilnærming som utnytter personell og kompetanse på bedre og nye måter, med mer integrerte tjenester i kommunene og en helsetjeneste som støtter omsorgstjenesten.
sme: Vai sáhttit fuolahit divššohasaid ja oapmahaččaid dárbbuin, dárbbašuvvo fágaidgaskasaš lahkonanvuohki, mas ođđa vugiiguin oažžut stuorát ávkki bargiin ja gelbbolašvuođas, nu ahte gielddaid bálvalusat ovttaiduhttojit eanet ja nu ahte dearvvašvuođabálvalus doarju fuolahanbálvalusa.

source: For å heve kvaliteten, kunnskapen og kompetansen innen lindrende behandling, vil regjeringen legge til rette for økt involvering av pårørende og utvikle et opplæringsprogram for ansatte i omsorgstjenesten som skal gi grunnleggende kompetanse i lindrende behandling.
sme: Geahpideaddji dálkkodeami kvaliteahta galgá buoridit, nu maiddái máhtu ja gelbbolašvuođa dan hárrái, danin ráđđehus háliida láhčit dili dan guvlui, ahte oapmahaččat searvvašedje eanet go ovdal, ja ovddidit fuolahanbálvalusa bargiide oahppoprográmma, mas ožžot vuođđogelbbolašvuođa geahpideaddji dálkkodeami birra.

source: Pårørende skal få støtte og veiledning gjennom pårørendeskoler og samtalegrupper.
sme: Oapmahaččaid galget doarjut ja neavvut oapmahaččaid skuvllain ja ságastallanjoavkkuin.

source: De regionale sentre for palliasjon i spesialisthelsetjenesten skal bygge opp og spre kompetanse i lindrende behandling i regionen.
sme: Spesialistadearvvašvuođabálvalussii gullevaš guovlluid palliašuvdnaguovddážat galget čohkket ja lávdadit gelbbolašvuođa geahpideaddji dálkkodeami hárrái.

source: Sammen med de palliative sentrene på sykehus har de også ansvar for tverrfaglige kompetansenettverk innenfor lindrende behandling, og for å ivareta kontinuiteten i pleie- og omsorgstilbudet til palliative pasienter og spre kompetanse i kommunene.
sme: Ovttas buohcceviesuid palliatiiva guovddážiiguin dain lea maid ovddasvástádus fágaidgaskasaš gelbbolašvuođafierpmádagas, mii bargá geahpideaddji dálkkodeami ovdii, ja ovddasvástádus fuolahit palliatiiva divššohasaid dikšo- ja fuolahanfálaldaga jotkkolašvuođas, ja gelbbolašvuođa lávdadeamis gielddaide.

source: 2.4.4 Faglig omstilling og bredere kompetanse
sme: 2.4.4 Fágalaš nuppástuhttin ja viidásut gelbbolašvuohta

source: For å sikre en bærekraftig omsorgstjeneste med god kvalitet i framtida er det nødvendig med faglig omstilling i omsorgstjenestene som krever endret og høyere kompetanse, nye arbeidsmetoder og nye faglige tilnærminger.
sme: Go leat sihkkarastimin boahtteáigái nana fuolahanbálvalusa, mas lea buorre kvaliteahtta, de dárbbašuvvo fuolahanbálvalusa fágalaš nuppástuhttin, mii gáibida earálágan ja alit gelbbolašvuođa, ođđa bargovugiid ja ođđa fágalaš lahkonanvugiid.

source: Den faglige omstillingen er først og fremst knyttet til sterkere vektlegging av rehabilitering, tidlig innsats, aktivisering, nettverksarbeid, miljøbehandling, veiledning av pårørende og frivillige, og til innføring av velferdsteknologi.
sme: Fágalaš nuppástuhttima olis deattuhit vuosttažettiin veajuiduhttima, áŋgiruššama árra muttus, aktiviserema, fierpmádatbarggu, birasdálkkodeami, oapmahaččaid ja eaktodáhtolaččaid neavvuma ja buorrediliteknologiija atnuiváldima.

source: I tillegg skal det legges til rette for å videreutvikle kompetansen på lindrende behandling og omsorg ved livets slutt.
sme: Galgá maid láhčit dili dasa, ahte ovddidit gelbbolašvuođa geahpideaddji dálkkodeami hárrái ja eallima loahppamuttu fuolaheami hárrái.

source: Regjeringens kompetanse- og rekrutteringsplan Kompetanseløftet 2015, skal bidra til å sikre tilstrekkelig, stabil og kompetent bemanning i omsorgssektoren.
sme: Ráđđehusa gelbbolašvuođa- ja rekruterenplánain Gelbbolašvuođalokten 2015 galget sihkkarastit fuolahansuorgái doarvái gelbbolaš bargiid, mat bissot suorggis.

source: For å bidra til faglig omstilling i omsorgstjenesten vil regjeringen i denne meldingen ha fokus på følgende målsettinger:
sme: Ráđđehus háliida ovddidit fuolahansuorgái fágalaš nuppástuhttima, ja deattastage dán dieđáhusas čuovvovaš ulbmiliid:

source: Heve det faglige kompetansenivået i omsorgstjenestene, blant annet gjennom å øke andelen personell med høgskoleutdanning og legge til rette for internopplæring.
sme: Loktet fuolahanbálvalusaid fágalaš gelbbolašvuođadási earret eará nu ahte lasihit daid bargiid logu, geat leat čađahan allaskuvlaoahpu, ja oahpahusain maid lágidit ásahusa siskkobealde.

source: Skape større faglig bredde, med flere faggrupper og økt vekt på tverrfaglig arbeid.
sme: Ráhkadit stuorát fágalaš viidodaga, mas leat eanet fágajoavkkut ja mas deattuhit eanet fágaidgaskasaš barggu.

source: Styrke omsorgstjenestenes eget kunnskapsgrunnlag gjennom forskning og kunnskapsspredning.
sme: Nannet fuolahanbálvalusa iežas máhttovuođu dutkamiin ja máhtu lávdademiin.

source: En faglig omlegging vil også ha konsekvenser for tjenestenes organisering, samarbeidsrelasjoner og åpning ut mot samfunnet.
sme: Fágalaš nuppástuhttin váikkuha maid bálvalusaid organiseremii, ovttasbargogaskavuođaide ja rabasvuhtii servodaga ektui.

source: Om tjenesten skal utvikle nye arbeidsformer og styrke den forebyggende og rehabiliterende innsatsen, må den spille på lag med samfunnets samlede ressurser.
sme: Jos bálvalusa olis áigot ovddidit ođđa bargovugiid ja nannoseappot áŋgiruššat ovddalgihtii eastadeami ja veajuiduhttima ovdii, de ferte barggus fátmmastit servodaga oppalaš resurssaid.

source: Omsorgstjenesten må ut og møte brukerne og deres nettverk.
sme: Fuolahanbálvalus ferte vuolgit geavaheddjiid lusa ja deaivvadit sin fierpmádagain.

source: Derfor er nærhet og desentraliserte tjenester en avgjørende faktor.
sme: Danin lagašvuohta ja lávdaduvvon bálvalusat mearkkašit ereliiggán ollu dán oktavuođas.

source: Omsorgstjenesten må være en integrert del av lokalsamfunnet, og ikke flyttes vekk fra de sammenhenger der den profesjonelle og uformelle omsorgen fortsatt kan spille sammen.
sme: Fuolahanbálvalus ferte leat báikkálaš servodahkii ovttaidahtton oassi, iige sáhte gáidaduvvot dain oktavuođain, main ámmátfuolaheapmi ja eahpeformála fuolaheapmi ain sáhttet doaibmat ovttas.

source: Nytt innhold og nye faglige tilnærminger til tjenesten vil også kreve at kommunene må vurdere innretning og organisering av tjenestene sine, både internt i helse- og omsorgstjenestene og i relasjon til andre kommunale tjenester.
sme: Bálvalusa ođđa sisdoallu ja ođđa fágalaš lahkonanvuogit gáibidit maid, ahte gielddat árvvoštallet mo dat lágidit ja organiseret bálvalusaideaset, sihke dearvvašvuođa- ja fuolahanbálvalusaid siskkobealde ja eará gielddabálvalusaid oktavuođas.

source: Det må tenkes nye måter å organisere og arbeide på, som flytter dagens etablerte grenser, både mellom profesjonene og mellom virksomhetsområdene i kommunene.
sme: Ferte hutkat ođđa organiseren- ja bargovugiid, mat sirdet dálá rájáid, sihke rájáid iešguđet fidnuid gaskka ja gieldda doaibmasurggiid gaskka.

source: For å bidra til at den enkelte bruker skal oppleve kontinuitet og sammenheng i tjenestetilbudet, må tjenestene organisere seg tett opp mot hverandre.
sme: Vai geavaheaddji vásihivččii bálvalusfálaldaga jotkkolažžan ja ollislažžan, de ferte bálvalusaid lágidit lávgalagaid.

source: Nye arbeidsformer og en vridning av innsatsen i tjenestene til kommunene, vil også kreve at spesialisthelsetjenesten støtter og veileder kommunene.
sme: Ođđa bargovuogit ja gieldda bálvalusaid rievdadeapmi gáibida maid, ahte spesialistadearvvašvuođabálvalus doarju ja bagadallá gielddaid.

source: Det er avgjørende å etablere kontaktflater og en systematikk for kompetanseutveksling, oppgaveløsning og tverrfaglig samarbeid mellom kommunene og spesialisthelsetjenesten.
sme: Lea ereliiggán mávssolaš ásahit gulahallansajiid ja vuogádaga, man olis gielddat ja spesialistadearvvašvuođabálvalus lonuhallet gelbbolašvuođa, čovdet áššiid ja barget fágaidgaskasaš ovttasbarggu.

source: 2.4.5 Menn i helse og omsorg
sme: 2.4.5 Albmáid oassi dearvvašvuođa- ja fuolahansuorggis

source: Menn representerer kanskje den største ubenyttede ressurs i omsorgstjenesten.
sme: Albmát vedjet ovddastit stuorámus geavatkeahtes resurssa fuolahanbálvalusa oktavuođas.

source: Det er urealistisk å tenke seg at framtidas omfattende omsorgsoppgaver vil kunne løses uten at den mannlige halvpart av befolkningen i større grad lar seg rekruttere til helse- og omsorgsyrkene og inntar omsorgsarenaen.
sme: Ii leat realisttalaš jurddašit, ahte boahtteáiggi fuolahanbargguid sáhttá doaimmahit dan haga, ahte albmáid oassi álbmogis searvá dearvvašvuođa- ja fuolahanfidnuide ja fuolahanarenai.

source: Trondheim kommune har gjort et av de mest vellykkede forsøk på å rekruttere menn til omsorgssektoren.
sme: Troandima gielda gullá daidda, mat leat buoremusat lihkostuvvan hástit albmáid álgit fuolahansuorgái.

source: Der står menn nå i kø for å prøve ut helse- og omsorgsarbeid i hjemmetjenester og sykehjem som framtidig arbeidsplass og levevei.
sme: Doppe albmát vurdet ráiddus vejolašvuođa beassat geahččalit dearvvašvuođa- ja fuolahanbarggu ruovttubálvalusain ja buhcciidsiiddain, mat soitet šaddat sin bargobáikin ja eallinvuohkin boahtteáiggis.

source: Regjeringen ønsker å bygge videre på erfaringene fra Trondheim kommune og gjøre Menn i helse og omsorg til et landsomfattende prosjekt.
sme: Ráđđehus háliida, ahte mii geavahit viidáseappot Troandima gieldda vásáhusaid ja ásahit Albmát dearvvašvuođa- ja fuolahansuorggis riikkaviidosaš prošeaktan.

source: Samtidig inviteres kommuner, utdanningsinstitusjoner og organisasjoner til å sette rekruttering av menn høyt på sin dagsorden og gjennom sitt innovasjonsarbeid komme opp med tiltak som kan bidra til bedre kjønnsbalanse på arbeidsplassene i helse- og omsorgssektoren.
sme: Seammás hástalit gielddaid, oahppoásahusaid ja organisašuvnnaid deattuhit sakka albmáid rekruterema ja hutkat innovašuvdnabargguset olis doaimmaid, maiguin buorebut olahit sohkabeallebalánssa dearvvašvuođa- ja fuolahansuorggi bargosajiin.

source: 2.5 Morgendagens omsorgsomgivelser
sme: 2.5 Boahtteáiggi fuolahanbirrasat

source: Bruk av velferdsteknologi og universell tilpasning vil gi større muligheter til å motta omsorgstjenestetilbud i eget hjem.
sme: Buorrediliteknologiija ja universála heiveheapmi mielddisbuktet stuorát vejolašvuođaid oažžut fuolahanbálvalusaid iežas ruovttus.

source: Utformingen av framtidas sykehjem og omsorgsboliger vil også ha stor betydning som rammer for tjenesteyting og samspill med pårørende og lokalsamfunnet.
sme: Boahtteáiggi buhcciidsiiddat ja fuolahanásodagat mearkkašit maid ollu dan dáfus, ahte dat leat bálvalusaid fállama rámmat, maid siskkobealde doaibmat ovttas oapmahaččaiguin ja báikkálaš servodagain.

source: Regjeringen vil derfor videreføre dagens tilskuddsordning i Husbanken til sykehjem og omsorgsboliger, og utrede om kravene i ordningen kan tilpasses for å gi rom for utbygging av trygghetsboliger.
sme: Ráđđehus áigu danin joatkit Viessobáŋkku dálá ortnega, mii guoská buhcciidsiiddaide ja fuolahanásodagaide, ja čielggada sáhttetgo heivehit ortnega gáibádusaid nu, ahte dat fátmmastivččii maid oadjebasvuođaásodagaid huksema.

source: Videre skal det utredes en ordning for å avsette midler til forskning, utvikling og innovasjon med sikte på utforming og utprøving av nye modeller for framtidas institusjons- og boligløsninger.
sme: Viidáseappot galgá čielggadit ortnega, man olis liigudit ruđaid dutkamii, ovddideapmái ja innovašuvdnii, ja man olis hábmejit ja geahččaladdet ođđa modeallaid boahtteáiggi ásahus- ja ásodatčovdosiidda.

source: Regjeringen setter i gang et nasjonalt program for utvikling og implementering av velferdsteknologi, som skal bidra til at velferdsteknologi er en integrert del av tjenestetilbudet innen 2020.
sme: Ráđđehus álggaha nationála prográmma, man olis ovddidit ja implementerejit buorrediliteknologiija, ja man vehkiin ovttaidahttet buorrediliteknologiija bálvalanfálaldaga oassin ovdal 2020.

source: 2.5.1 Et nytt konsept for sykehjem og omsorgsboliger
sme: 2.5.1 Buhcciidsiiddaid ja fuolahanásodagaid ođđa konseapta

source: Det foregår en spennende utvikling i kommunene, der sykehjemsrommene begynner å ligne fullverdige boliger og dagens omsorgsboliger bygges sammen og blir benyttet både som supplement og alternativ til sykehjem.
sme: Lea gelddolaš oaidnit gielddaid ovdáneami, man olis buhcciidsiiddaid lanjat sulastahttigohtet ollesárvosaš ásodagaid ja dálá fuolahanásodagaid huksejuvvojit oktii, ja geavahuvvojit dasto sihke buhcciidsiidda lassin ja molssaeaktun.

source: Snart ser vi ikke lenger forskjell på moderne små sykehjemsenheter med høy bostandard og lokale bo- og servicesentra med egne boliger.
sme: Fargga eat šat oainne mii earuha ođđaáigásaš unna buhcciidsiidaovttadagaid, main lea alla ássanstandárda, ja báikkálaš ássan- ja bálvalusguovddážiid, main leat sierra ásodagat.

source: Kommunens omsorgstjeneste dekker også hele livsløpet fra barneboliger til sykehjem.
sme: Gieldda fuolahanbálvalus gokčá maid olles eallima, mánnáásodagain gitta buhcciidsiidii.

source: Regjeringen ønsker å ta med det beste fra de to ulike tradisjonene og bygge morgendagens løsninger på noen grunnleggende prinsipper:
sme: Ráđđehus háliida váldit várá goappáge árbevieru buoremus beliin ja hukset boahtteáiggi várás čovdosiid, maid vuođđojurdagat leat:

source: «Smått er godt».
sme: «Unni lea buorre».

source: Små bofellesskap og avdelinger i stedet for tradisjonelle institusjonsløsninger.
sme: Unna ássansearvevuođat ja ossodagat árbevirolaš ásahusčovdosiid sadjái.

source: Et tydelig skille mellom boform og tjenestetilbud, der tjenestetilbud og ressursinnsats knyttes til den enkeltes behov.
sme: Čielga rádjá ássanvuogi ja bálvalusfálaldaga gaskii, nu ahte bálvalusfálaldat ja resursamearri čatnasa ovttaskas olbmo dárbbuide.

source: Et tydelig skille mellom privat areal, fellesareal, offentlig areal og tjenesteareal i alle bygg med helse- og omsorgsformål.
sme: Čielga rádjá priváhta areála, oktasaš areála ja bálvalusareála gaskii buot visttiide, maid geavahit dearvvašvuođa- ja fuolahanulbmiliidda.

source: Boligløsninger som er tilrettelagt for bruk av ny velferdsteknologi og har alle nødvendige bofunksjoner (bad, toalett, kjøkkenkrok, soverom og oppholdsrom) innenfor privatarealet, tilrettelagt både for beboer og pårørende.
sme: Ásodatčovdosat, mat leat heivehuvvon ođđa buorrediliteknologiija geavaheapmái, ja main leat buot dárbbašlaš ássandoaimmat (basadanlatnja, hivsset, gievkkančiehka, oađđinlatnja ja orrunlatnja) priváhta areála siste, mii lea heivehuvvon sihke ássái ja oapmahaččaide.

source: En omsorgstjeneste med boformer og lokaler som er en integrert del av nærmiljøet i tettsteder og bydeler, der de offentlige arealene deles med den øvrige befolkning.
sme: Fuolahanbálvalusas leat ássanvuogit ja lanjat, mat leat ovttaidahttojuvvon čoahkkebáikki ja gávpotoasi lagašbirrasii, ja man almmolaš biras juogaduvvo eará álbmogiin.

source: Slik kan vi få sykehjem i egen bolig, og egen bolig i sykehjem.
sme: Nu mii oažžut buhcciidsiidda iežas ásodahkii, ja iežas ásodaga buhcciidsiidii.

source: Det er lite forskning på det nye som skjer, og det er stort behov for å dokumentere og systematisere erfaring, samt drive kunnskapsutvikling på dette feltet.
sme: Ođđa ovdáneapmi lea unnán dutkojuvvon, ja dárbbašuvvo sakka dokumenteret ja dahkat vuogádatlažžan vásáhusaid, ja ovddidit máhtu suorggi hárrái.

source: De siste 15–20 årene er om lag 45 000 institusjonsplasser og omsorgsboliger bygd eller renovert.
sme: Maŋimuš 15–20 jagi leat sullii 45 000 ásahussaji ja fuolahanásodaga huksejuvvon dahje divoduvvon.

source: For å kunne vurdere hvilke grunnleggende krav som må stilles til utforming av morgendagens løsninger, er det stort behov for å evaluere erfaringer med eksisterende bygg og se på hvordan de fungerer i forhold til sitt formål, for brukerne, for ansatte, for samspill med pårørende og for driften.
sme: Vai sáhttit árvvoštallat makkár vuođđoáššiid mii berret gáibidit boahtteáiggi čovdosiid hábmemis, de duođaš dárbbašit árvvoštallamiid, main geahčadit vásáhusaid dálá viesuid geavaheames – mo dat doibmet ulbmileaset ektui, heivejitgo dat geavaheddjiide, bargiide, ovttasdoaibmamis oapmahaččaiguin ja jođiheami dáfus.

source: Samtidig er det behov for å etablere testboliger for mer systematisk utprøving av ny teknologi, fallvennlige materialer og omgivelser, baderomsløsninger og innredning, og etablere forsøksprosjekter som følges opp av dokumentasjon og forskning.
sme: Seammás dárbbašit ásahit geahččalanásodagaid, main vuogádatlaččabat geahččaladdet ođđa teknologiija, materiálaid ja birrasiid mat geahpedit gahččanváttuid, basadanlanjaid čovdosiid ja stohpogálvvuid, ja ásahit geahččalanprošeavttaid, maid čuovvulit dokumentašuvnnain ja dutkamiin.

source: Regjeringen vil på denne bakgrunn utrede en ordning for forskning, utvikling og innovasjon, med sikte på utforming og utprøving av nye modeller for framtidas institusjons- og boligløsninger.
sme: Ráđđehus áigu dan vuođul čielggadit dutkan-, ovddidan- ja innovašuvdnaortnega, man ulbmil lea hábmet ja geahččaladdat boahtteáigái heivvolaš ásahus- ja ásodatčovdosiid ođđa modeallaid.

source: De fleste boliger og institusjoner vi skal bo og motta helse- og omsorgstjenester i de neste tiårene er allerede bygd.
sme: Eanaš ásodagat ja ásahusat, main ásset ja ožžot dearvvašvuođa- ja fuolahanbálvalusaid lagamus logijagiid, leat jo huksejuvvon.

source: Dette gjelder først og fremst den ordinære boligmassen av eneboliger, rekkehus og leiligheter som i Norge i svært stor grad eies og disponeres av de som bor i dem. Dernest gjelder det også 40 000 alders- og sykehjemsplasser og om lag 50 000 boliger til pleie- og omsorgsformål, som i hovedsak eies av kommunene og leies ut til beboere med behov for assistanse.
sme: Dasa gullá vuosttažettiin dábálaš ásodatmássa – ovtta bearraša viesut, ráidoviesut ja ásodagat, maid Norggas dábálaččat ássit ieža oamastit ja geavahit. Dasa gullet dasto maid 40 000 boarrásiid- ja buhcciidsiidasaji ja sullii 50 000 dikšo- ja fuolahanásodaga maid gielddat dábálaččat oamastit ja láigohit ássiide, geat dárbbašit veahki.

source: Et viktig fokus de nærmeste årene vil være fornyelse og ombygging, slik at eksisterende boligmasse er godt tilrettelagt og kan fungere optimalt i møte med morgendagens behov.
sme: Lagamus jagiid lea mávssolaš deattastit ođasmahttima ja ođđasit huksema, nu ahte dálá ásodatmássa lea heivehuvvon bures ja sáhttá doaibmat optimála vugiin boahtteáiggi dárbbuid ektui.

source: Halvparten av landets omsorgsboliger og sykehjem ble enten nybygd eller totalrenovert under Handlingsplan for eldreomsorgen i perioden 1998–2007.
sme: Bealli riikka fuolahanásodagain ja buhcciidsiiddain huksejuvvojedje dahje divoduvvojedje ollásit 1998-2007 boarrásiidfuolaheami doaibmaplána áigodagas.

source: Den andre halvparten av de om lag 40 000 institusjonsplassene og de om lag 50 000 boligene til pleie- og omsorgsformål er nå snart moden for fornyelse og utskifting.
sme: Nubbi bealli sullii 40 000 ásahussajis ja sullii 50 000 ásodagas, mat leat dikšo- ja fuolahanulbmiliid, leat dál dan dilis, ahte daid galggašii ođasmahttit ja hukset ođđa daid sadjái.

source: Kommunene bør i første omgang erstatte de plassene som i dag er gamle og nedslitte før behovet for sterkere kapasitetsvekst inntreffer om ti år.
sme: Gielddat berrejit álgomuttus buhtadit daid sajiid, mat dál leat boarrásat ja oalát gollan, ovdal go kapasitehta lassána sakka logi jagi geahčen.

source: Om vi ønsker en mest mulig jevn utbyggingstakt, bør denne fornyelsen være fullført før kapasitetsbehovet melder seg for alvor når vi nærmer oss 2025.
sme: Jos mii háliidit hukset nu dássidit go vejolaš, de berre dát ođasteapmi leat dahkkojuvvon ovdalgo kapasitehtadárbu badjána duođas 2025 birrasiid.

source: Slik kan også noe av kostnadsveksten kommunene vil få om ti år som følge av raske demografiske endringer kunne fordeles over flere år.
sme: Dan láhkai sáhttet maid juogadit máŋgga jahkái goluid lassáneami, mii bohciida logi jagi geahčen demográfalaš rievdadusaid geažil.

source: Erstatning av allerede eksisterende plasser medfører ikke nødvendigvis økte driftskostnader, og kan i mange tilfeller også effektivisere driften.
sme: Dálá sajiid buhtadeapmi ii dárbbaš vealttakeahttá lasihit daid doallangolut, máŋgii sáhttá baicce beavttálmahttit doallama.

source: Langsiktighet og forutsigbare investeringsrammer vil være viktig for kapasitetsvekst og fornyelse, og de raske demografiske endringene krever planlegging og tilrettelegging på nasjonalt nivå.
sme: Guhkes áiggi plánen ja einnostahtti investerenrámmat leat mávssolaččat kapasitehta lasiheapmái ja ođasmahttimii, ja jođánis demográfalaš rievdadusat eaktudit, ahte plánet ja láhčit dilálašvuođaid nationála dásis.

source: Regjeringen ønsker derfor å videreføre dagens ordning i Husbanken også etter 2015.
sme: Ráđđehus háliida danin joatkit dálá Viessobáŋkoortnega maiddái 2015 maŋŋá.

source: Videre skal det utredes om kravene i ordningen kan tilpasses og gi rom for utbygging av trygghetsboliger.
sme: Dasto áigot guorahallat sáhttetgo ortnega gáibádusaid heivehit, nu ahte dat fátmmastit maiddái oadjebasvuođaásodagaid.

source: Trygghetsboliger er boliger med smarthusteknologi, resepsjon og hotellservice, der beboerne kan få dekket ulike behov for praktisk tilrettelegging, slik som vask av bolig, vask av klær, vaktmestertjenester, tilbud om matservering og annet som avhjelper beboernes hverdag.
sme: Oadjebasvuođaásodagat leat ásodagat, main lea fiehttostohpoteknologiija, vuostáiváldin ja hoteallabálvalusat, ja main fállet ássiide geavatlaš bálvalusaid, ovdamearkka dihte stobu čorgema, bassaladdama, bajásdoallobálvalusaid, borramušaid dárjuma ja eará, mii álkidahttá ássiid dábálaš eallima.
